[SpellChecker]
&Add=
&Change All=
&Custom Dictionary:=
&Delete=
&Dictionaries ...=
&Edit=&Правка
&Enter the new custom dictionary name:=
&Excluded Words=
&Help=
&Ignore All=
&Ignore this word:=
&New=
&OK=
&Options...=
&Replace With:=
&Replace:=
&Suggestions:=
&Undo=
&With:=
(Ignore All / Change All)=
(no suggestions)=
A&uto-Correct Pairs=
Add&ed Words=
Au&to-Correct=
Automatically correct DUal capitals=
C&hange=
Cancel=
Choose Folder Containing Dictionaries=
Confirmation:=
Custom Dictionaries:=
D&ictionaries:=
Delete this custom dictionary?=
Dictionaries=
E&xclude this word:=
Filename=
I&gnore=
Ignore Internet addresses=
Ignore words containing numbers=
Ignore words in &UPPERCASE=
Locate Dictionaries...=
Name=
New Custom Dictionary=
Not Found:=
O&ptions:=
Prompt on repeated word=
Reset Defaults=
Spelling=
Spelling Options=
Suggest from main dictionaries only=
The spelling check is complete.=
These words will always be considered incorrect during a spell check operation.=
These words will automatically be corrected when encountered during a spelling check.=
These words will be considered correct during a spell check operation.=
Words added with Ignore All / Change All=

[TfrmComments]
-=
&Copy=
&Original:=
&Paste=
&Translation:=
&Undo=
Comments=
Copy|Copies the selection and puts it on the Clipboard=
Cu&t=
Cut|Cuts the selection and puts it on the Clipboard=
Paste|Inserts Clipboard contents=
Select &All=
Select All|Selects the entire document=
Undo|Reverts the last action=

[TfrmConfigKbd]
&Add=
&Close=
&Current shortcuts:=
&New shortcut:=
&Remove=
Cate&gories:=
Co&mmands:=
Configure Keyboard=
Description:=
R&eset=
Select command:=
Select shortcut:=

[TfrmConfigSuspicious]
&Leading spaces mismatch=
&Match between original and translation (one string per row):=
&Original and translation are the same=
&Trailing spaces mismatch=
Cancel=
Configure suspicious translations=
Mismatched &control characters at end=
OK=
Translation is &empty=
Treat as suspicious:=

[TfrmDictEdit]
&Add=
&Original:=
&Remove=
&Translations:=
A&dd=
All items\r\nItems with translations\r\nItems without translations\r\n=
Cancel=
Edit Dictionary=
OK=
Re&move=
S&how:=

[TfrmDictTranslationSelect]
&Add=
&Change=
&Don't check translated items=
&Ignore=
&Original:=
&Translation:=
A&vailable translations:=
Close=
Select Translation=

[TfrmEditItem]
&Name:=
&OK=
&Original:=
&Section:=
&Translation:=
Cancel=
Edit Item=
Ori&ginal Comment=
T&ranslation Comment=

[TfrmFindReplace]
Find/Replace=

[TfrmImportExport]
(there is nothing to show in this view)=
Close=
Configure...=
Import/Export=
OK=

[TfrmMain]
"%s" has been changed outside the program, do you want to reload it?=
#=
%0:d of %1:d translated=
%d items=
%s, version %s: Copyright (c) 2003-2004 by Peter Thörnqvist; all rights reserved\n\nToolbars courtesy of Toolbar2000.\n\tFor more information, see http://www.jrsoftware.org.\nEnhanced toolbars courtesy of TBX.\n\tFor more information, see http://g32.org.\nExtra themes for TBX courtesy of Roy Magne Klever.\n\tFor more information, see http://www.rmklever.com.\nUnicode controls courtesy of Troy Wolbrink's TNT controls.\n\tFor more information, see http://home.ccci.org/wolbrink/tnt/delphi_unicode_controls.htm.\nSpell checker kindly donated by Addictive Software.\n\tFor more info and additional dictionaries, see http://www.addictivesoftware.com\n\nThis program is released subject to the MPL 1.1 license (http://www.mozilla.org/MPL/MPL-1.1.html for details)\nand come with absolutely no warranty of any kind.=
&Actions=
&Dictionary=
&Edit=&Правка
&Encoding:=
&Export=
&File=&Файл
&Find Next=
&Help=
&Import=
&Plugins=
&Replace=
&Translation:=
&View=
(New Tool %d)=
(no dictionary)=
(none)=
(not assigned)=
[%0:s] - %1:s=
About %s...=
About...=
Actions=
Add current item to the dictionary=
Add Item=
Add Item...=
Add new item to original and translation=
Add to Dictionary=
An item with the specified Section and Name already exists=
ANSI=
ANSI\r\nUTF-8\r\nUnicode\r\n=
Arguments:=
ASCII Value(s)...=
ASCII Value(s):=
Assigned to:=
Available &plugins:=
Bookmark 0=
Bookmark 1=
Bookmark 2=
Bookmark 3=
Bookmark 4=
Bookmark 5=
Bookmark 6=
Bookmark 7=
Bookmark 8=
Bookmark 9=
Case of letters (UPPER/lower) must match=
Change application font=
Clear=Стереть
Clear All Translations=
Clear current dictionary items first?=
Clear the MRU list=Стереть список MRU
Clear the translated text=
Close=
Close this dialog=
Configure Keyboard...=
Configure suspicious translations...=
Confirm=
Confirm Delete=
Continue searching=Продолжить поиск
Copy=Копировать
Copy all text from original file to translation=
Copy from Name=
Copy from Original=Скопировать из оригинала
Copy selected text=Скопировать выбранный текст
Copy the value of Name to Translation=
Copy the value of Original to Translation=Скопировать текст из оригинала в перевод
Copy to Clipboard?=
Could not create file "%s".\r\nPlease check that you have sufficient permissions to create and modify files in the affected folder.=
Create a new translation template file for IniTranslator itself=
Create new dictionary=
Create new translation=Создать новый перевод
Customize...=
Cut=Вырезать
Cut selected text=Вырезать выбранный текст
Decoded characters=
Delete Item...=
Delete selected item?=
Delete the current item from both original and translation=
Dictionary=
Dictionary created and ready for use.=
Dictionary files|*.dct;*.cat|All files|*.*=
Dictionary is empty: create or load a dictionary first!=
Display orphans (items in translation that are not in the original)=
Display the details pane=
Display the keyboard configuration window=
Display the settings dialog=Показать окно настроек
Display the tools window=
Edit=
Edit all parts of the current item=
Edit Dictionary...=
Edit Item=
Edit Item...=
Error=
Exit=Выход
Exit application=Закрыть программу
Export=
Export to an external file or files=Экспортировать во внешний файл или внешнии файлы
Export...=Экспорт...
Failed to execute "%s %s": %s=
Fi&nd what:=
File=
File "%s" not found: make sure the file exists and try again=
Find=
Find &in:=
Find Next=Искать дальше
Find next occurence of the text=
Find next translated item that is missing a shortcut key present in the original=
Find...=Поиск...
Find/Replace=
Font...=
Full Screen=
Go to next item in list=
Go to next untranslated item=
Go to previous item in list=
Go to previous untranslated item=
Goto Bookmark=
Help=
Ignore control c&haracters=
Import=
Import from an external file or files=Импортировать из внешнего файла или внешних файлов
Import...=Импорт...
Information=
Ini Translator=Ini Translator
Invert Dictionary=
Invert the dictionary=
inverted=
Language files|*.lng|Inno Setup files|*.isl|Ini files|*.ini;*.inf|Text files|*.txt:*.inc;*.bat;*.doc|All supported files|*.lng;*.isl;*.ini;*.inf;*.txt;*.inc;*.bat;*.doc|All files |*.*=
lng=
Load Dictionary...=
Load existing dictionary=
Match &case=
Match &line=
Menu=Меню
Modified=
More Buttons|Click to see more buttons=Дополнительные кнопки
Move one page down in the list=
Move one page up in the list=
Move to next item that is suspected not being translated correctly=
Move to the bottom of the list=
Move to the top of the list=
MRU=
Name cannot be empty=
New Dictionary...=
New Translation=Новый перевод
Next=
Next suspicious translation=
Next unmatched shortcut=
Next untranslated=
Open Dictionary File=
Open existing translation file=Открыть существующий файл перевода
Open original and translation file=Открыть файл оригинала и перевода
Open Original Language File=
Open Original...=Открыть оригинал...
Open Translated Language File=
Open Translation...=Открыть перевод...
Ori&ginal:=
Original=
Original (%s)=
Original text cannot be empty=
Original\r\nTranslation\r\nBoth\r\n=
Paste=Вставить
Paste from clipboard=Вставить из буфера обмена
Plugin Error=
Preferences...=Параметры...
Prev untranslated=
Previous=
Re&place with:=
Ready=
Remove Invalid=Стереть ошибочные
Remove invalid entries from the MRU list=Стереть ошибочные записи из списка MRU
Reopen=Заново открыть
Replace &All=
Replace all occurences of the text=
Replace one item/show replace options=
Replace text=Заменить текст
Replace...=Заменить...
Restore original sort=
Save current dictionary to file=
Save current original file=Сохранить текущий файл оригинала
Save current original file with a new filename=Сохранить текущий файл оригинала под новым именем
Save current translation file=Сохранить текущий файл перевода
Save current translation with a new filename=Сохранить текущий перевод под новым именем
Save Dictionary File=
Save Dictionary...=
Save modifications to the dictionary?=
Save Original=Сохранить оригинал
Save Original As...=Сохранить оригинал как...
Save Original Language File As=
Save Translated Language File As=
Save Translation=Сохранить перевод
Save Translation As...=Сохранить перевод как...
Save Translation Template=
Search &up=
Search for text=Поиск текста
Search upwards in the list=
Section cannot be empty=
Select a help file=
Select a language file=
Select All=
Select all text=
Select the field(s) to search in=
Set focus to the original edit field=
Set foucs to the translation edit field=
Show about box=
Show help file=
Show Key Details=
Show Quotes=
Show quotes in texts=
Show the ASCII values for the selected text=
Skip any control characters (non-alphanumeric) when searching=
Spell check the translations=
Spelling...=
St focus to the listview=
T&ools=
Test the exception handler=
Text must match the entire line=
The language will not be changed until you restart the program=
The text "%s" could not be found=
The translation file has been modified, do you want to save it?=
There are no plugins to show.=
This action is just here to disable shortcuts in rich edits (no need to translate this text)=
This function is not yet implemented=
Toggle Bookmark=
Toggle Focus=
Toggle focus between list and translation=
Toggle full screen mode=
Toggle the comments window=
Toggle the Translated status of the item=
Tools=
Translate using Dictionary=
Translate using the dictionary=
Translated=
Translating with dictionary finished=
Translation=
Translation (%s)=
Trim...=
Unable to locate the help file (%s). Make sure the file exists and try again.=
Undo=Отменить
Undo last edit=Отменить последнее изменение
Unicode=
Use this translation everywhere=
UTF-8=
View=
View Comments=
View Orphaned Items=

[TfrmOptions]
&Font...=
&Help:=
&Ignore translated items when using dictionary=
&Language:=
...=
A&utomatically move to next/previous=
Autofo&cus translation when typing=
Cancel=
Continually check whether the currently loaded files are being modified outside the program=
Enable to show the full path and filename of the loaded files in the listview's columns header=
Enclose strings in quote characters when editing them=
I&gnore &&'s in dictionaries=
In&vert dictionary=
Monitor external file &changes=
Move to the next item when pressing RETURN (press Shift+RETURN to move to the previous item)=
OK=
Preferences=
Press &RETURN to confirm translation:=
Remember form &position:=
Remember form min/ma&x state=
Remember location of main window=
Remember whether main window was minimized /maximized=
Save the current edits when pressing RETURN=
Select a new font for the list and edit fields=
Sh&ow full filename in list columns=
Sho&w details=
Show &quotes=
Show &tooltips:=
Show short&cuts in tooltips=
Show shortcuts in tooltips windows=
Show the details panel in the main window=
Show tooltips windows=
Switch order of the items in the dictionary=
Use sa&me start folder for all files=
Use translation ever&ywhere=
When a file is opened, set the new folder as the start folder for all file open and save dialogs=
When a translation is made, copies the translation to all other matching items automatically=
When activated, typing in the listview will automatically move focus to the translation edit field.=
When translating with the dictionary, strip out any &'s in the original text before comparing=

[TfrmOrphans]
Copy=Копировать
Orphaned Items=

[TfrmPromptArgs]
Application Directory=
Arguments:=
Cancel=
Command Line:=
Dictionary Directory=
Dictionary Extension=
Dictionary Name=
Dictionary Path=
OK=
Original Directory=
Original Extension=
Original Line=
Original Name=
Original Path=
Original Text=
System Directory=
Title=
Translation Directory=
Translation Extension=
Translation Line=
Translation Name=
Translation Path=
Translation Text=
Windows Directory=

[TfrmTools]
&...=
&Add=
&Command:=
&Delete=
&Initial Directory:=
&Prompt for arguments=
&Test=
&Title:=
A&rguments:=
All Executables (*.exe;*.com;*.pif;*.bat;*.cmd)|*.exe;*.com;*.pif;*.bat;*.cmd|All files (*.*)|*.*=
Application Directory=
C&lear=
Cancel=
Dictionary Directory=
Dictionary Extension=
Dictionary Name=
Dictionary Path=
External Tools=
Me&nu Contents:=
Move &Up=
Move Do&wn=
OK=
Original Directory=
Original Extension=
Original Line=
Original Name=
Original Path=
Original Text=
Shortcut &Key:=
System Directory=
Translation Directory=
Translation Extension=
Translation Line=
Translation Name=
Translation Path=
Translation Text=
Use Shell E&xecute=
Wait for co&mpletion=
Windows Directory=

[TfrmTrim]
Cancel=
Leading\r\nTrailing\r\nBoth\r\n=
OK=
Original\r\nTranslation\r\nBoth\r\n=
Trim additional &whitespace also=
Trim h&ow:=
Trim Options=
Trim wh&at:=
Trim wh&ere:=

[Translator]
Author=Ini Translator
EMail=
Language=
Version=
